{
  "shirt": {
    "es": "Camiseta premium para devs con estilo. Tejido suave y corte moderno, perfecta para largas sesiones de código o para salir con actitud urbana. Parte de la colección exclusiva LujanDev.<br><br>Detalles:<br>• 100% algodón (Sport Grey 90% algodón, 10% poliéster)<br>• Peso del tejido: 170–180 g/m²<br>• Cuello y hombros reforzados<br>• Costuras dobles en mangas y dobladillo inferior<br>• Disponible en varios colores<br>• Blank product sourced from Honduras, Nicaragua, Haiti, Dominican Republic, Bangladesh, Mexico<br><br>Nota:<br>• Debido a las propiedades del tejido, el color White puede aparecer off-white.<br>• Las motas oscuras en algunos colores naturales son normales.",
    "en": "Premium tee for devs with style. Soft fabric and modern cut, perfect for long coding sessions or streetwear outfits. Part of the exclusive LujanDev collection.<br><br>Details:<br>• 100% cotton (Sport Grey 90% cotton, 10% polyester)<br>• Fabric weight: 5.0–5.3 oz/yd² (170-180 g/m²)<br>• Reinforced neck and shoulders<br>• Double seam at sleeves and bottom hem<br>• Multiple colors available<br>• Blank product sourced from Honduras, Nicaragua, Haiti, Dominican Republic, Bangladesh, Mexico<br><br>Note:<br>• White may appear off-white due to fabric properties.<br>• Dark speckles in natural colors are normal."
  },
  "hoodie": {
    "es": "Sudadera tech de alto confort con diseño LujanDev. Ideal para largas jornadas de código o estilo urbano casual.<br><br>Detalles:<br>• 100% algodón / 65% algodón ring-spun, 35% poliéster<br>• Capucha de 3 paneles<br>• Bolsillo frontal tipo pouch<br>• Cordón plano a juego<br>• Blank product sourced from Pakistan<br><br>Nota:<br>• Recomendamos elegir una talla más para un ajuste perfecto, ya que esta sudadera tiende a tallar pequeña.",
    "en": "Tech hoodie with ultimate comfort featuring LujanDev design. Perfect for long coding sessions or casual streetwear.<br><br>Details:<br>• 100% cotton face / 65% ring-spun cotton, 35% polyester<br>• 3-panel hood<br>• Front pouch pocket<br>• Matching flat drawstrings<br>• Blank product sourced from Pakistan<br><br>Note:<br>• Hoodie runs small; order one size up for perfect fit."
  },
  "mug": {
    "es": "Taza LujanDev, perfecta para programadores que necesitan combustible en forma de café. Diseño minimalista y duradero, ideal para tu setup.<br><br>Detalles:<br>• Material: Cerámica<br>• Tamaño: 11 oz (9.6 cm alto x 8.2 cm diámetro)<br>• Apto para microondas y lavavajillas<br>• Libre de plomo y BPA<br>• Blank product sourced from China",
    "en": "LujanDev mug, perfect for programmers needing fuel in the form of coffee. Minimalist and durable design, ideal for your setup.<br><br>Details:<br>• Material: Ceramic<br>• Size: 11 oz (3.8\" height x 3.2\" diameter)<br>• Microwave and dishwasher safe<br>• Lead and BPA-free<br>• Blank product sourced from China"
  },
  "hat": {
    "es": "Gorra tipo ‘dad hat’ con estilo urbano y ADN tech, diseñada para devs que llevan el código hasta en la cabeza. Perfecta para complementar tu look diario o tu outfit de trabajo remoto con actitud.<br><br>Detalles:<br>• 100% algodón tipo twill (chino), resistente y cómodo<br>• Perfil bajo (low-profile) ajustable para un fit perfecto<br>• 6 paneles con ojales bordados<br>• Cinta trasera ajustable con hebilla<br>• Producto base suministrado desde Vietnam o Bangladesh",
    "en": "Dad hat with urban style and tech DNA, designed for devs who carry code everywhere. Perfect to complement your daily look or your remote work outfit with attitude.<br><br>Details:<br>• 100% chino cotton twill, durable and comfortable<br>• Low-profile, adjustable for a perfect fit<br>• 6-panel with embroidered eyelets<br>• Adjustable strap with buckle<br>• Blank product sourced from Vietnam or Bangladesh"
    }
}
